<?php
return [
    'adminEmail' => 'malika-12@mail.ru',
    'supportEmail' => '',
    'user.passwordResetTokenExpire' => 3600,
    'published' => [
        '1' => 'да',
        '0' => 'нет',
    ],
    'user_roles' => [
        '10' => 'Администратор',
        '0' => 'Пользователь',
    ],
    'userStatus' => [
        '10' => 'Активирован',
        '0' => 'Заблокирован',
    ],
    'userSpecial' => [
        '3' => 'Главный ответственный',
        '2' => 'Ответственный',
        '1' => 'Сотрудник',
        '0' => 'Не выбрано',
    ],
    'feedbackStatus' => [
        '1' => 'Новый',
        '2' => 'Просмотрен',
        '3' => 'Обработан',
    ],
    'feedbackStatusDropdown' => [
        '2' => 'Просмотрен',
        '3' => 'Обработан',
    ],
    'orderStatus' => [
        '0' => 'Новый',
        '1' => 'Выполнен',
        '2' => 'Не оплачен',
        '3' => 'Оплачен',
    ],
    'orderService' => [
        '4' => 'Отель',
        '3' => 'Тур',
        '2' => 'ЖД',
        '1' => 'Авиа',
        '0' => 'Не выбрано',
    ],
    'approved' => [
        '1' => 'Одобрено',
        '0' => 'Не одобрено',
    ],
];
